Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: Per exemple, molts programes de traducció assistida per ordinador (vegeu el capítol ) inclouen bases de dades terminològiques d'aquesta mena i permeten que la persona usuària les mantinga i les consulte, bé usant un programa independent, o bé des del processador de textos que preferisca.
es_es: Por ejemplo, muchos programas de traducción asistida por ordenador (véase el capítulo ) incluyen bases de datos terminológicas de este tipo y permiten que la persona usuaria las mantenga y las consulte, bien usando un programa independiente, o bien desde el procesador de textos que prefiera.

source: Per exemple, podem decidir que el mot espanyol gato és un animal i no una ferramenta per alçar vehicles en la frase El gato me miró desde debajo del coche, perquè gato és el subjecte de miró, i el verb mirar requereix un subjecte animat, però com es pot veure, això requereix que s'hi haja fet una anàlisi sintàctica i semàntica.
es_es: Por ejemplo, podemos decidir que la palabra gato es un animal y no una herramienta para levantar vehículos en la frase El gato me miró desde debajo del coche, porque gato es el sujeto de miró, y el verbo mirar requiere un sujeto animado, pero como puede verse, esto requiere que se haya hecho un análisis sintáctico y semántico.

source: Per exemple, podem usar l'aproximació estadística.
es_es: Por ejemplo, podemos usar la aproximación estadística.

source: Per exemple, quan volem connectar a {cercador.dlsi.ua.es}, el servidor de noms del nostre proveïdor d'accés a Internet veu que el nom acaba en .es i pregunta al servidor de noms que s'encarrega d'aquest domini; aquest servidor veu que l'element anterior és .ua i pregunta al servidor de noms de la Universitat d'Alacant (UA), i aquest, al seu torn, pregunta al servidor de noms del Departament de Llenguatges i Sistemes Informàtics, ja que l'element anterior és .dlsi.
es_es: Por ejemplo, cuando queremos conectarnos a {cercador.dlsi.ua.es}, el servidor de nombres de nuestro proveedor de acceso a Internet ve que el nombre acaba en .es y pregunta al servidor de nombres que se encarga de este dominio; este servidor ve que el elemento anterior es .ua y pregunta al servidor de nombres de la Universitat d'Alacant (UA), y éste, a su vez, pregunta al servidor de nombres del Departamento de Lenguajes y Sistemas Informáticos, puesto que el elemento anterior es .dlsi.

source: Per exemple, si el fitxer té 1234 fitxes, hi ha prou amb $n=11$ recerques perquè $2^{10}=1024$ i $2^{11}=2048$.
es_es: Por ejemplo, si el fichero tiene 1234 fichas, hay suficiente con $n=11$ consultas porque $2^{10}=1024$ y $2^{11}=2048$.

source: Per exemple, si en un corpus bilingüe espanyol--català l'aparició de destino prop d'incierto en espanyol coincideix amb l'aparició de destí en català, podem dir que el mot destino té en aquest cas la interpretació de ``sort futura''; en canvi, si l'aparició de { destino} prop d'estación o aeropuerto en espanyol coincideix amb l'aparició destinació en català, podem elegir el sentit de ``punt d'arribada''.
es_es: Por ejemplo, si en un corpus bilingüe español--catalán la aparición de destino cerca deincierto en español coincide con la aparición de destí en catalán, podemos decir que la palabra destino tiene en este caso la interpretación de ``suerte futura''; en cambio, si la aparición de { destino} cerca deestación o aeropuerto en español coincide con la aparición destinació en catalán, podemos elegir el sentido de ``punto de llegada''.

source: Per exemple, si llegim Va aprendre a afaitar-se en dos minuts podríem considerar la interpretació que s'hi parla de la durada de l'afaitat (el que va aprendre és afaitar-se en dos minuts) com a més probable que la que interpreta que s'hi parla de la durada de l'aprenentatge (aprendre a afaitar-se li va costar dos minuts), ja que en el segon cas potser hauria estat més natural dir Va aprendre en dos minuts a afaitar-se La regla que afavoreix que els adjunts s'associen a l'últim sintagma que els admeta ---i que permet, per tant, anar construint l'arbre d'anàlisi sintàctica gradualment sense haver de fer-hi grans reorganitzacions--- se sol anomenar regla de clausura tardana ---en anglés late closure---; per exemple, aquesta regla afavoreix el primer dels arbres de la figura .
es_es: Por ejemplo, si leemos Aprendió a afeitarse en dos minutos podríamos considerar la interpretación en la que se habla de la duración del afeitado (lo que aprendió es a afeitarse en dos minutos) como más probable que la que interpreta que se habla de la duración del aprendizaje (aprender a afeitarse le costó dos minutos), puesto que en el segundo caso quizás habría sido más natural decir Aprendió en dos minutos a afeitarse La regla que favorece que los adjuntos se asocien al último sintagma que los admita ---y que permite, por lo tanto, ir construyendo el árbol de análisis sintáctico gradualmente sin tener que hacer grandes reorganizaciones--- se suele denominar regla de clausura tardía ---en inglés late closure---; por ejemplo, esta regla favorece el primero de los árboles de la figura .

source: Per exemple, si tenim una unitat d'informació que pot presentar-se en 778 formes diferents, necessitarem 10 bits, perquè amb 9 bits només podem fer $$2 2 2 2 2 2 2 2 2 = 2^9 = 512$$ combinacions diferents, però amb 10, ja en podem fer suficients, perquè $2^{10}=1 024$ (en quedarien $1 024-778=246$ combinacions sense usar).
es_es: Por ejemplo, si tenemos una unidad de información que puede presentarse en 778 formas diferentes, necesitaremos 10 bits, porque con 9 bits solo podemos hacer $$2 2 2 2 2 2 2 2 2 = 2^9 = 512$$ combinaciones diferentes, pero con 10, ya podemos hacer suficientes, porque $2^{10}=1 024$ (quedarían $1 024-778=246$ combinaciones sin usar).

source: Per exemple, si { fui} va seguit de la preposició { a}, és molt probable que es tracte del verb { ir}; d'altra banda, si va seguit d'un participi passat, és molt probable que es tracte del verb { ser}: es podria fer una categoria gramatical especial per al verb ser i usar tècniques de desambiguació categorial.
es_es: Por ejemplo, si { fui} va seguido de la preposición { a}, es muy probable que se trate del verbo { ir}; por otro lado, si va seguido de un participio pasado, es muy probable que se trate del verbo { ser}: se podría hacer una categoría gramatical especial para el verbo ser y usar técnicas de desambiguación categorial.

source: Per exemple, un document de text com aquest té desenes de milers de caràcters, i una enciclopèdia, centenars de milions.
es_es: Por ejemplo, un documento de texto como éste tiene decenas de miles de caracteres, y una enciclopedia, cientos de millones.

source: Per exemple, un nom podria ser altea.dlsi.ua.es, on altea es refereix a una màquina concreta del Departament de Llenguatges i Sistemes Informàtics (dlsi) de la Universitat d'Alacant (ua), que es troba a Espanya (es); aquest ordre és l'invers al dels números IP (en això els noms s'assemblen a les adreces postals: primer es dóna el més concret i al final el país).
es_es: Por ejemplo, un nombre podría ser altea.dlsi.ua.es, donde altea se refiere a una máquina concreta del Departamento de Lenguajes y Sistemas Informáticos (dlsi) de la Universitat d'Alacant (ua), que se encuentra en España (es); este orden es el inverso al de los números IP (en esto los nombres se asemejan a las direcciones postales: primero se da el más concreto y al final el país).

source: Per exemple, un processador de textos com LibreOffice o Microsoft Word pot estar compost per més d'un programa.
es_es: Por ejemplo, un procesador de textos como LibreOffice o Microsoft Word puede estar compuesto por más de un programa.

source: Per exemple, un programa que suma tots els nombres enters del 1 al 10 podria ser el següent, el qual usa dues posicions de memòria RAM per a guardar valors necessaris per al càlcul.
es_es: Por ejemplo, un programa que suma todos los números enteros del 1 al 10 podría ser el siguiente, que usa dos posiciones de memoria RAM para guardar valores necesarios para el cálculo.

source: Per exemple, una adreça electrònica vàlida podria ser marty.mcfly@backtothefuture.info A vegades, podem usar la nostra adreça de correu electrònic per a identificar-nos a l'hora d'accedir a alguns dels serveix que s'ofereixen en Internet, com ara els serveix de xarxes socials (vegeu l'apartat ).
es_es: Por ejemplo, una dirección electrónica válida podría ser marty.mcfly@backtothefuture.info A veces, podemos usar nuestra dirección de correo electrónico para identificarnos a la hora de acceder a algunos de los sirve que se ofrecen en Internet, como por ejemplo los sirve de redes sociales (véase el apartado ).

source: Per exemple, una preposició no pot anar seguida d'una altra preposició.
es_es: Por ejemplo, una preposición no puede ir seguida de otra preposición.

source: Per la mateixa raó, també pot passar que els buscadors entreguen resultats corresponents a pàgines que ja no existeixen.
es_es: Por la misma razón, también puede pasar que los buscadores entregan resultados correspondientes a páginas que ya no existen.

source: Per llegir, escriure o enviar els missatges de correu electrònic, s'usen programes gestors de correu electrònic, com ara Thunderbird, Outlook, etc.
es_es: Para leer, escribir o enviar los mensajes de correo electrónico, se usan programas gestores de correo electrónico, como por ejemplo Thunderbird, Outlook, etc.

source: Per què és difícil per a un sistema informàtic traduir com un professional?
es_es: ¿Por qué es tan difícil para un sistema informático traducir como un profesional?

source: Per raons històriques, els noms de fitxers solen tenir dues parts: el nom pròpiament dit i l'extensió, separades per un punt (per exemple, alacant.txt).
es_es: Por razones históricas, los nombres de ficheros suelen tener dos partes: el nombre propiamente dicho y la extensión, separadas por un punto (por ejemplo, alacant.txt).

source: Per tant, cal considerar l'ús de preferències.
es_es: Por lo tanto, hay que considerar el uso de preferencias.

source: Per tant, pot haver-hi documents que els buscadors no troben perquè mai no els han visitat.
es_es: Por lo tanto, puede haber documentos que los buscadores no encuentren porque nunca los han visitado.

source: Però de vegades, les restriccions només redueixen l'ambigüitat sense eliminar-la completament.
es_es: Pero a veces, las restricciones sólo reducen la ambigüedad sin eliminarla completamente.

source: Però l'homografia no és l'única causa possible d'ambigüitat lèxica; hi ha mots que són ambigus tot i tenir la mateixa forma lèxica, perquè el que és ambigu és la interpretació del lema.
es_es: Pero la homografía no es la única causa posible de ambigüedad léxica; hay palabras que son ambiguas a pesar de tener la misma forma léxica, porque lo que es ambiguo es la interpretación del lema.

source: Però la informació emmagatzemada sobre cada terme pot ser molt diferent d'una base de dades a una altra i, per tant, fer servir una base de dades terminològica en diferents sistemes alhora no és una tasca fàcil.
es_es: Pero la información almacenada sobre cada término puede ser muy diferente de una base de datos a otra y, por tanto, usar una base de datos terminológica en diferentes sistemas a la vez no es una tarea fácil.

source: Però no es poden descartar la resta de formes lèxiques: si aquell és un determinant, sobre pot ser un nom (com és el cas); si aquell és un pronom, sobre podria ser un verb (com en les oracions Ara ens han sobrat dos cotxes, però pot ser que aquell sobre també més endavant.).
es_es: Pero no se pueden descartar el resto de formas léxicas: si aquel es un determinante, sobre puede ser un nombre (como es el caso); si aquel es un pronombre, sobre podría ser un verbo (como en las oraciones Ahora nos han sobrado dos coches, pero puede ser que aquel sobre también más adelante.).

source: Però un dels avantatges més clars de les bases de dades és que permeten que els registres estiguen ordenats per més d'un camp, sense haver de duplicar la base de dades (Tot i que la duplicació d'una base de dades menuda pot no semblar en principi problemàtica, les coses canvien si considerem una base de dades amb milers de registres i amb un gran nombre de camps, tots plens d'informació.
es_es: Pero uno de las ventajas más claras de las bases de datos es que permiten que los registros estén ordenados por más de un campo, sin tener que duplicar la base de datos (a pesar de que la duplicación de una base de datos pequeña puede no parecer en principio problemática, las cosas cambian si consideramos una base de datos con miles de registros y con un gran número de campos, todos llenos de información.

source: Però un fitxer de fitxes de cartolina només es pot ordenar seguint un únic criteri.
es_es: Pero un fichero de fichas de cartulina sólo se puede ordenar siguiendo un único criterio.

source: Però és comú que els fitxers estiguen ordenats segons un dels seus camps: per exemple, un fitxer bibliogràfic pot estar ordenat pel cognom del primer autor, o per la matèria.
es_es: Pero es común que los ficheros estén ordenados según uno de sus campos: por ejemplo, un fichero bibliográfico puede estar ordenado por el apellido del primer autor, o por la materia.

source: Però, el seu volum reduït limita les possibilitats de fer-hi ampliacions i, per tant, el seu temps de vida pot ser més curt que el dels ordinadors de sobretaula.
es_es: Pero, su volumen reducido limita las posibilidades de hacer ampliaciones y, por lo tanto, su tiempo de vida puede ser más corto que el de los ordenadores de sobremesa.

source: Però, en contrast amb l'agenda del nostre mòbil, és impracticable tenir tots els noms i els números IP corresponents a tots els ordinadors del món en el nostre ordinador.
es_es: Pero, en contraste con la agenda de nuestro móvil, es impracticable tener todos los nombres y los números IP correspondientes a todos los ordenadores del mundo en nuestro ordenador.

source: Podem diferenciar tres tipus d'ambigüitat per homografia: Ambigüitat entre categories lèxiques diferents.
es_es: Podemos diferenciar tres tipos de ambigüedad por homografía: Ambigüedad entre categorías léxicas diferentes.

source: Podem dir que un enunciat (una oració, un text) és ambigu quan és susceptible de dues o més interpretacions {alcaraz97b}. ho expressen dient que l'ambigüitat és ``el fenomen pel qual una expressió té més d'un significat''.} Per tant, un enunciat ambigu pot tenir més d'una traducció a un altre idioma, tot i que de vegades pot tenir només una traducció a un altre idioma perquè aquesta traducció conserva l'ambigüitat de la frase original; d'això, se'n sol dir free ride (``passi gratuït'') i és tant més freqüent com més properes siguen les llengües involucrades en la traducció.
es_es: Podemos decir que un enunciado (una oración, un texto) es ambiguo cuando es susceptible de dos o más interpretaciones {alcaraz97b}. lo expresan diciendo que la ambigüedad es ``el fenómeno por el cual una expresión tiene más de un significado''.} Por tanto, un enunciado ambiguo puede tener más de una traducción a otro idioma, aunque a veces puede tener una sola traducción a otro idioma porque dicha traducción conserva la ambigüedad de la frase original; a esto se le suele llamar free ride (``pase gratuito'') y es más frecuente cuanto más cercanas sean las lenguas involucradas en la traducción.

source: Pot tenir més d'un arbre d'anàlisi sintàctica (ambigüitat estructural).
es_es: Puede tener más de un árbol de análisis sintáctico (ambigüedad estructural).

source: Pot una oració tenir més d'una traducció a un altre idioma malgrat estar formada completament per mots que no són ni homògrafs ni polisèmics en la llengua original?
es_es: ¿Puede una oración tener más de una traducción a otro idioma a pesar de estar formada completamente por palabras que no son ni homógrafas ni polisémicas en la lengua original?

source: Programari
es_es: Software

source: Programes de concordances bilingües disponibles en Internet: Linguee ({http://www.linguee.es/
es_es: Programas de concordancias bilingües disponibles en Internet: Linguee ({http://www.linguee.es/

source: Quan accedim a ordinadors d'Internet, ho fem de manera similar: accedim pel nom i no pel número IP, el qual és indispensable per a fer la connexió.
es_es: Cuando accedemos a ordenadores de Internet, lo hacemos de manera similar: accedemos por el nombre y no por el número IP, el cual es indispensable para hacer la conexión.

source: Quan connectem l'ordinador, el primer programa a executar-se és el firmware, el qual s'encarrega de fer algunes comprovacions, com ara que hi ha un teclat enganxat a l'ordinador o que la memòria RAM no te defectes, i de carregar el sistema operatiu.
es_es: Cuando conectamos el ordenador, el primer programa en ejecutarse es el firmware, el cual se encarga de hacer algunas comprobaciones, como por ejemplo que hay un teclado conectado al ordenador o que la memoria RAM no tiene defectos, y de cargar el sistema operativo.

source: Quan creem una nova base de dades i definim l'estructura de camps que tindrà cada un dels seus registres, podem designar quins dels camps corresponen als índexs; el gestor de la base de dades crearà automàticament els índexs corresponents.
es_es: Cuando creamos una nueva base de datos y definimos la estructura de campos que tendrá cada uno de sus registros, podemos designar qué campos corresponden a los índices; el gestor de la base de datos creará automáticamente los índices correspondientes.

source: Quan en un navegador no s'indica l'esquema d'un URI, quin esquema se sobreentén?
es_es: Cuándo en un navegador no se indica el esquema de un URI, ¿qué esquema se sobreentiende?

source: Quan es duplica el nombre de fitxes d'una taula determinada d'una base de dades, què succeeix amb el nombre de consultes que realitza una recerca dicotòmica?
es_es: Cuando se duplica el número de fichas de una tabla determinada de una base de datos, ¿qué sucede con el número de consultas que realiza una búsqueda dicotómica?

source: Quan es produeix una ambigüitat perquè no queda clara l'adscripció d'un sintagma preposicional, com en porta la clau de l'armari gran, quina n'és la raó?
es_es: Cuando se produce una ambigüedad porque no queda clara la adscripción de un sintagma preposicional, como trae la llave del armario grande, ¿cuál es la razón?

source: Quan es tracta de l'omissió del subjecte, se sol postular en lingüística l'existència d'un pronom especial anomenat PRO, sense forma superficial, que fa de subjecte nul, Joan va veure com PRO queia redolant i al qual s'assigna interpretació mitjançant processos díctics o anafòrics com els descrits per a altres expressions anafòriques.
es_es: Cuando se trata de la omisión del sujeto, se suele postular en lingüística la existencia de un pronombre especial llamado PRO, sin forma superficial, que hace de sujeto nulo, Joan vio como PRO caía rodando y al cual se asigna interpretación mediante procesos dícticos o anafóricos como los descritos para otras expresiones anafóricas.

source: Quan l'abast d'un quantificador (és a dir, els mots que afecta) és imprecís, una oració pot tenir més d'una interpretació.
es_es: Cuando el alcance de un cuantificador (es decir, las palabras a las que afecta) es impreciso, una oración puede tener más de una interpretación.

source: Quan la imatge és la d'un text imprés, un programa de reconeixement òptic de caràcters (OCR, optical character recognition) la pot convertir en una representació del text adequada per a ser manipulada amb un processador de textos (vegeu la secció ), generalment amb alguns errors tipogràfics menors.
es_es: Cuando la imagen es la de un texto impreso, un programa de reconocimiento óptico de caracteres (OCR, optical character recognition) la puede convertir en una representación del texto adecuada para ser manipulada con un procesador de textos (véase la sección ), generalmente con algunos errores tipográficos menores.

source: Quan realitzem una recerca en Internet, el cercador visita en aquell moment els diferents documents d'Internet i recopila aquells que satisfan el criteri de cerca.
es_es: Cuando realizamos una búsqueda en Internet, el buscador visita en ese momento los diferentes documentos de Internet y recopila aquellos que satisfacen el criterio de búsqueda.

source: Quan telefonem a una persona, normalment ho fem buscant el seu nom en l'agenda, i poques vegades ho fem pel número, però per fer la telefonada és necessari el número.
es_es: Cuando telefoneamos a una persona, normalmente lo hacemos buscando su nombre en la agenda, y pocas veces lo hacemos por el número, pero para hacer la llamada es necesario el número.

source: Quan tenim un mot polisèmic, li podem associar més d'un concepte o sentit.
es_es: Cuando tenemos una palabra polisémica, le podemos asociar más de un concepto o sentido.

source: Quan un adjectiu presenta la mateixa ambigüitat (per exemple, pot tenir més d'una traducció), independentment de com es trobe flexionat en gènere i nombre, direm que l'adjectiu és{} {} anafòric.
es_es: Cuando un adjetivo presenta la misma ambigüedad (por ejemplo, puede tener más de una traducción), independientemente de cómo se encuentrw flexionado en género y número, diremos que el adjetivo es{} {} anafórico.

source: Quan usem un programa gestor de bases de dades terminològiques per a buscar un terme en una base de dades{} {} alguns gestors ens permeten buscar-lo sense conéixer-ne la forma exacta.
es_es: Cuando usamos uno programa gestor de bases de datos terminológicas para buscar un término en una base de datos{} {} algunos gestores nos permiten buscarlo sin conocer la forma exacta.

source: Quan volem buscar una determinada informació en un fitxer de fitxes de cartolina (per exemple, quins autors han usat el mot arbre en el títol de les seues obres), i aquest fitxer no està ordenat d'acord amb cap criteri convenient, ens veurem obligats a mirar totes les fitxes una per una.
es_es: Cuando queremos buscar una determinada información en un fichero de fichas de cartulina (por ejemplo, qué autores han usado la palabra árbol en el título de sus obras), y este fichero no está ordenado de acuerdo con ningún criterio conveniente, nos veremos obligados a mirar todas las fichas una a una.

source: Quan volem tenir els registres (les fitxes) d'una base de dades ordenada simultàniament per dos camps per a optimitzar les recerques construïm dos índexs.
es_es: Cuando queremos tener los registros (las fichas) de una base de datos ordenada simultáneamente por dos campos para optimizar las búsquedas construimos dos índices.

source: Quant a la interfície d'ús, és a dir, l'aparença i la forma d'interaccionar amb l'usuari, la majoria dels sistemes operatius són gràfics, és a dir, basats en ratolí o pantalla tàctil, punters, finestres, etc.
es_es: En cuanto a la interfaz de uso, es decir, la apariencia y la forma de interaccionar con el usuario, la mayoría de los sistemas operativos son gráficos, es decir, basados en ratón o pantalla táctil, punteros, ventanas, etc.

source: Quant als ordinadors de taula i els portàtils, sovint es fa la distinció entre els ordinadors de tipus PC i els Macintosh (sovint anomenats Mac).
es_es: En cuanto a los ordenadores de sobremesa y los portátiles, a menudo se hace la distinción entre los ordenadores de tipo PC y los Macintosh (a menudo denominados Mac).

source: Quants bits són necessaris per a emmagatzemar un número IP?
es_es: ¿Cuántos bits son necesarios para almacenar un número IP?

source: Questions i exercicis
es_es: Cuestiones y ejercicios

source: Qui té raó?
es_es: ¿Quién tiene razón?

source: Quin dels següents és un número IP vàlid?
es_es: ¿Cuál de los siguientes es un número IP válido?
